print('Hello, World!!')
print('친구야 안녕')
print('친구야~ 안녕~'
      '선배님 안녕하세요.'
      '교수님 안녕하세요')

print(3+5,17*234,30*4/5)
print('*   *    **    ****    ****   ****    *     *')
print('*   *   *  *   *    *  *   *  *    *  *     *')
print('*****  *    *  ****    ****   ****      * *')
print('*   *  ******  *   *   *   *  *    *     *')
print('*   *  *    *  *   *   *    * *     *    *')

print('   /////   ')
print(' | o   o | ')
print('(|   ^   |)')
print(' |  [_]  | ')
print(' _________ ')

print('            +---+')
print('            |   |')
print('        +---+---+')
print('        |   |   |')
print('    +---+---+---+')
print('    |   |   |   |')
print('+---+---+---+---+')
print('|   |   |   |   |')
print('+---+---+---+---+')