#성적처리프로그램 v2
#이름, 국어, 영어, 수학을 입력 받으면
#총점, 평균, 학점을 계산하고 출력함
#단, 학생 3명에 대해 성적처리를 진행함

#이름: 민지, 국어: 99, 영어: 98, 수학:99
#이름: 혜린, 국어: 88, 영어: 77, 수학: 66
# 이름: 다니엘 국어:55, 영어: 77, 수학: 99

# 성적 데이터 입력받음
name1 = input('1번학 이름은? ')
kor1 = int(input('1번학생 국어는? '))
eng1 = int(input('1번학생 영어는? '))
mat1 = int(input('1번학생 수학는? '))

name2 = input('2번학생 이름은? ')
kor2 = int(input('2번학생 국어는? '))
eng2 = int(input('2번학생 영어는? '))
mat2 = int(input('2번학생 수학은? '))

name3 = input('3번학생 이름은? ')
kor3 = int(input('3번학생 국어는? '))
eng3 = int(input('3번학생 영어는? '))
mat3 = int(input('3번학생 수학은? '))

# 결과출력
print(f'''
이름: {}, 국어: {kor1}''')